"KEY"                     = "土耳其";
"OK"                      = "Tamam";
"Back"                    = "Geri";
"Done"                    = "Bitti";
"Edit"                    = "Düzenle";
"Sorry"                   = "Üzgünüm";
"Cancel"                  = "Lütfen";
"Setting"                 = "Ayarlama";
"Photos"                  = "Fotoğraflar";
"Videos"                  = "Videolar";
"Preview"                 = "Önizleme";
"Full image"              = "Tam resim";
"Processing..."           = "İşlene...";
"No Photos or Videos"     = "Fotoğraflar veya Videolar yok";
"Synchronizing photos from iCloud" = "iCloud'dan fotoğraflar eşzamanlanıyor";
"iCloud sync failed"    = "iCloud sinkronizasyon başarısız oldu";
"Can not use camera"      = "Kamera kullanılamaz";
"Can not choose both video and photo" = "Video ve fotoğraf seçilmez";
"Can not choose both photo and GIF" = "Resim ve GIF'i seçemiyorum";
"Select the video when in multi state, we will handle the video as a photo" = "Çok durumda videoyu seçin, videoyu fotoğraf olarak yöneteceğiz.";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Gizlilik ayarlama sayfasına atlayamıyor. Lütfen ayarlama sayfasına tek başına git. Teşekkürler.";
"Select a maximum of %zd photos" = "Sadece %zd görüntülerini seç";
"Select a minimum of %zd photos" = "Lütfen en azından %zd fotoğrafları seçin";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "İzin verin %@ albümünüze ulaşmak için \"Ayarlar > Gizlilik > Fotoğraflar\"";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Lütfen izin verin %@ kameraya ulaşmak için \"Ayarlar > Gizlilik > Kamera\"";
"Selected for %ld seconds" = "%ld saniye seçildi";
"Allow %@ to access your all photos" = "%@ Sadece seçilen fotoğraflara erişebilir. Bütün Fotoğraflar";
"Add more accessible photos" = "İrişilebilir fotoğrafları ekle";
